1.นักเรียนชั้นมัธยมศึกษาปีที่ 5 และ 6 ที่ยืนยันการลงทะเบียนชมรมเดิมไปแล้ว ให้ตรวจสอบข้อมูลในระบบว่าถูกต้องหรือไม่ โดยเข้าสู่ระบบและดูชมรมที่นักเรียนยืนยัน
<br>
2.นักเรียนชั้นมัธยมศึกษาปีที่ 4, 5 และ 6 ทุกคนที่ประสงค์จะลงทะเบียนชมรมที่มีการคัดเลือก (ออดิชัน)
ให้เลือกชมรมที่นักเรียนต้องการสมัคร (เลือกได้มากกว่า 1 ชมรม)
<br>
ได้ตั้งแต่วันที่ 16 - 17 พฤษภาคม 2559
และเข้ารับการคัดเลือกตามที่แต่ละชมรมกำหนดภายในวันที่ 17 พฤษภาคม 2559
<br>
3.เมื่อนักเรียนผ่านการคัดเลือกแล้ว ระบบจะแสดงรายชื่อชมรมที่นักเรียนผ่านการทดสอบ
<b style="color:red;">นักเรียนสามารถเลือกได้เพียง 1 ชมรม โดยกดปุ่ม "ยืนยัน" และเมื่อเลือกแล้ว จะไม่สามารถเปลี่ยนแปลงได้อีก</b>
โดยนักเรียนต้องกดปุ่ม "ยืนยัน" ภายใน เวลา 23:59 ของวันที่ 17 พฤษภาคม 2559 มิเช่นนั้น ถือว่านักเรียนสละสิทธิ์
<br>
4.เมื่อนักเรียนเลือกชมรมแล้วระบบจะแสดงปีการศึกษา และชื่อชมรมที่นักเรียนเลือก
<br>
5.หากนักเรียนต้องการสมัครชมรมที่ไม่มีการคัดเลือก (ออดิชัน) หรือไม่ผ่านการคัดเลือก นักเรียนจะสามารถลงทะเบียนได้เลยในวันที่ 19 พฤษภาคม 2559
<div style="display:flex;justify-content:center;align-items:center;">
  <h3 style="color:red;">นักเรียนต้องดำเนินการด้วยความรอบคอบ</h3>
</div>
